[{"speaker": "Unknown Speaker", "speech": "The morning you must be very we have half an hour together and I really don't know what we'll be able to make of it. I hope we can make something because no one whatever concerns you.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Well, I'm right now I'm nervous, but I feel more comfortable the way you're talking in the lower voice. I don't feel like They'll be so harsh on me. But", "code": null}, {"speaker": "Unknown Speaker", "speech": "I hear the tremor in your voice.", "code": null}, {"speaker": "Unknown Speaker", "speech": "The main thing I want to talk to you about and I'm just newly divorced. I had gone in therapy before. And I felt comfortable when I left. And all of a sudden now, the biggest change is adjusting to my single life. And one of the things that bothered me the most is, especially men and having men to the house and how it affects the children. The biggest thing I want, the thing keeps coming to my mind I want to tell you about is I have a daughter, nine, who at one time, I felt I had a lot of emotional problems. I wish I could stop shaking. And I'm more conscious of things for 15 years, I don't want her to get upset, and I don't want to shock her. I want so bad for her to accept me. And we're really open with each other, especially about sex. And the other day, she saw a girl that was pregnant, and she asked me all about can girls get pregnant if they're single. And the conversation was fine. And I wasn't on at ease at all with her until she asked me if I'd ever made love to a man since I left her daddy and I lied to her. And ever said that it keeps coming up to my mind because I feel so guilty mind because I never lie. And I want you to trust me. And I want I almost want an answer from you. I want you to tell me if it will affect you wrong if I told her the truth? Or would", "code": null}, {"speaker": "Unknown Speaker", "speech": "this concern about her and the fact that you really aren't that this open relationship that has existed between you and I feel is kind of?", "code": null}, {"speaker": "Unknown Speaker", "speech": "Yes, I feel like I have to be on guard about that. Because I remember when I was a little girl, when I first found out my mother father made love it was dirty and terrible. And I didn't. I didn't want to cry anymore for a while. And I don't want to lie to me either. And I don't know.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I'm sure wish I could give you the answer as to which", "code": null}, {"speaker": "Unknown Speaker", "speech": "side you're gonna say that.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Because what you really want is an answer.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I want to especially know if it would affect her, if I was completely honest and open with her. Or if it would affect her because I lied, I feel like it's bound to make a stream because I lied to her. She'll suspect that or she will know something's not quite right, or distract me. And also, I thought what she would about when she gets a little older. And she finds herself in such a situation, she probably wouldn't want to admit it to me because she thinks I'm so good and so sweet. And yet I'm afraid she could think I'm really a devil. And I want so bad for her to accept me. And I don't know how much I can take.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And really, both alternatives continue that she might think you're too good or better than you really are. Yes, she might think that you're worse than", "code": null}, {"speaker": "Unknown Speaker", "speech": "not worse than I am. I don't know if she can accept me the way I I think I paint a picture that I'm all sweet and motherly. And I'm a little ashamed of my shady side.", "code": null}, {"speaker": "Unknown Speaker", "speech": "That really cuts a little deeper. If she really knew you would, she said she said", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't want her to turn away from me know how I feel about it. Because there are times when I feel so guilty. Like when I have a layover. I even tried to make a special setup, so that if I were ever alone with him, the children would never catch me and that sort of thing. Because I'm real leery about it. And then I also know I have these desires.", "code": null}, {"speaker": "Unknown Speaker", "speech": "It is not only her problem or the relationship with her, it's in you as well. I can I accept myself as you realise that instead of sort of subterfuges is to make sure that you're not caught or something, you realise that you are acting from guilt because", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't like that I would like to feel comfortable with whatever I do if I choose not to tell him the truth to feel comfortable that she can handle it. And we don't, I want to be honest. And yet, I feel there are some areas that I don't even accept.", "code": null}, {"speaker": "Unknown Speaker", "speech": "If you can't accept them in yourself, how could you possibly be comfortable in telling them to hurt, right? And yet Did you say you do have these desires and you do have your feelings but that you don't feel good about?", "code": null}, {"speaker": "Speaker 1", "speech": "And Iwant more.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I want you to help me get rid of my guilt. If I can get rid of my guilt feeling about lying or going to bed with a single man any of that just so I can feel more comfortable.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And I guess I'd like to say no, I don't want to live to just stay in your feelings. But on the other hand, I also feel that this is the candidate a very private thing that I couldn't possibly answer for you. But I assure is anything we'll try to help you work toward your own if that makes any Since the minute", "code": null}, {"speaker": "Unknown Speaker", "speech": "I appreciate you saying that you sound like you mean. But I don't know where to go. I don't begin to know where to go, I thought that I'd pretty well worked over most of my guilt. And now that this is coming up, I'm disappointed in myself. I really am. I want I like it when I feel that no matter what I do, even if it's against my own morals or my upbringing, that I can still feel good about me. And now I don't like there's a girl at work who sort of mothers me, and she just, she's, I think she thinks I'm all sweet. And I surely don't want to show my more ornery devilish side with her. I want to be sweet. And it's so hard for me to do something so new again. It's so disappointing.", "code": null}, {"speaker": "Unknown Speaker", "speech": "The disappointment that here a lot of these things you've touched you break through. And now the guilt and the feeling is only a part of you is acceptable to anybody else.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Yeah,", "code": null}, {"speaker": "Unknown Speaker", "speech": "that keeps coming out. I guess I did chips the real deep puzzle of the to feel, what the hell shall I do.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And you know, what I can find doctor is that everything I start to do with that impulse, it seems natural to help him or to go out on a date or something uncomfortable until I think I was affected as a child. And the minute that comes up, and I'm all haywire, like, I want to be a good mother so bad. And I feel like I have a good mother. But then there's those little exceptions. Like my guilts was working, I want to work and it's so fun having extra money, I like to work nice. The minute I think I'm not being real good to the children or giving them enough time that I start feeling guilty again, then that's what I'm, what do they call it a double bind. That's just what it feels like, I want to do this. And it feels right. But after all, I'm not being a good mother. And I want to be both more and more aware of what perfection is. Like, I want to be so perfect. Here I want to become perfect in my standards or not have that need anymore.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Or I guess I hear it a little differently than what she wanted us to see perfect. But it means", "code": null}, {"speaker": "Unknown Speaker", "speech": "a great men are of great importance to you to be a good mother. And you want to seem to be a good mother, even if some of your actual feelings differ from does it feel like I'm saying that?", "code": null}, {"speaker": "Unknown Speaker", "speech": "Really, I want to approve of me always that my actions won't let me I want to pull this. I", "code": null}, {"speaker": "Unknown Speaker", "speech": "like to understand that your actions are kind of outside of you, you want to approve of you. That's what you do somehow want to approve of your site.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Like I feel that I could approve of myself regarding for example, my sex life. The big thing, if I really fell in love with a man and I respected him and I adored him. I don't think I feel so guilty going to bed with him. And I don't think I'd have to make up any excuses to the children because they could see my natural caring form. But when I have the physical desire, and I'll say oh, well, why not? And I want to anyway, but I feel guilty afterwards. I hate facing the kids. I don't like looking at myself, and I really enjoy it. And this is what I mean. If the circumstances would be different. I don't think I'd still feel guilty because I feel right about it. Yeah,", "code": null}, {"speaker": "Unknown Speaker", "speech": "I guess I hear you think if if what I was doing when I went to bed with a man was really genuine and full of love and respect and time. I wouldn't feel guilty in relation to Pam I wouldn't. I really would be comfortable about", "code": null}, {"speaker": "Unknown Speaker", "speech": "and I know that sounds like I want a perfect situation. But that is how I feel. And in the meantime, I can't stop these desires. I've tried that also I tried saying okay, I don't like myself and I do that so I won't do it anymore. But then I realised the children I think why should they stop me from doing what I want and it's really not that bad.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And I guess I heard just saying to that isn't only that I guess I heard you're saying to that isn't only the children, you don't like it as well. It really isn't I'm sure that I know that that probably even more so than I'm aware of.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And I only noticed it so much when I pick it up in the children then I can also", "code": null}, {"speaker": "Unknown Speaker", "speech": "somehow sometimes you can feel like blaming them for the feelings you have and why should they cut you off from a normal sex life?", "code": null}, {"speaker": "Unknown Speaker", "speech": "Now a sex life I could say not no because there's something about me that says that's not very healthy to just go into sex because you feel physically attractive or something or physical need. Something about it tells me that's not quite right anyway.", "code": null}, {"speaker": "Unknown Speaker", "speech": "feel really that it's times you're acting in ways that are not in accord with your own inner standards. Right. Right. But then we're also saying a minute ago that security can't help that.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I wished I could. And I can't know I feel like I can't control myself as well as I could have before. For a specific reason. Now I can't I just let go, and I am. There's too many things I do wrong that I have to feel guilty for. And I straight on like that. I want you very much to give me a direct answer. And I'm going to ask it and I don't expect a direct answer. But I want to know, do you feel that to me, the most important thing is to be open and honest. And if I can be open and honest with my children, do you feel that it could harm them? If for example, I could say to me, I was I felt bad lined up me. And I want to tell you the truth now. And if I tell her the truth, and she shocked at me, when she's upset that that could bother her more. I want to get rid of my guests, and that'll help me but I don't want to put them on her", "code": null}, {"speaker": "Speaker 1", "speech": "neck and hurt her.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I guess. I'm sure this will sound basic to you. But it seems to me that perhaps the person you're not being fully honest with is you? Because I was very much struck by the fact that you were saying, if I feel all right about what I have done, but it's trying to beggar the man or what if I really feel alright about it, then I don't have any concern about what I would tell him or my relationship with.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Right. All right.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I hear what you're saying.", "code": null}, {"speaker": "Unknown Speaker", "speech": "All right, then I want to work on I want to work on accepting movements. I want to work on feeling all right about it. Does that make sense? That that'll come natural, and then I won't have to worry about. But when things don't seem so wrong for me, and I have an impulse to do them? How can I accept that?", "code": null}, {"speaker": "Unknown Speaker", "speech": "what you'd like to do is to feel more accepting towards yourself. When you do things that you feel are wrong.", "code": null}, {"speaker": "Unknown Speaker", "speech": "You're gonna say no, why do you think they're wrong? And I have mixed feelings there to do therapy? I'll say no, look, I know this is natural women feel it should we don't talk about a lot socially, that all women feel it and it's very natural. I've had sex for the last 11 years, of course going to want it but I still think it's wrong. Unless you're really truly in love with a man. And my body doesn't seem to agree.", "code": null}, {"speaker": "Speaker 1", "speech": "I don't know how to accept it.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Sounds like a triangle, do you feel it? I are therapists in general or other people say it's alright. It's alright. It's natural. And I guess the body sort of lines up on that side of the picture. But something in new says that I don't like not necessarily right.", "code": null}, {"speaker": "Unknown Speaker", "speech": "For myself, and I feel okay, now what", "code": null}, {"speaker": "Unknown Speaker", "speech": "is the conflict and it says insoluble and efforts hopeless. And here you look to me and I don't seem to give you any help.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Looking into for me to have to figure it out myself that I want you to guide me or show me where to start or any way I can keep living with this conflict. And I know eventually things will work out but I like feeling more comfortable with the way I live.", "code": null}, {"speaker": "Unknown Speaker", "speech": "What is it you wish I would say to you?", "code": null}, {"speaker": "Unknown Speaker", "speech": "I wish you would say to me to be honest, and take the risk that Pam is going to accept me.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And I also have a feeling if I could really risk it with PME of all people that I'd be able to see here this little kid that can accept me. And I'm really not that bad. If she really knows what a demon I am and still loves me and accepts me. It seems like it would help me to accept me more like it's really not that bad. I want you to say to go ahead and be honest. But I don't want to respond to that it would upset I", "code": null}, {"speaker": "Unknown Speaker", "speech": "know very well what you'd like to do in relationship, he would like to be yourself and you'd like to have her, know that you're not perfect and do things that maybe even she wouldn't approve, to disapprove them to some degree yourself. But somehow, she would love you and accept you, as an imperfect person.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Wonder if your mother had been more open, maybe I would have had such a narrow attitude about sex, if I would have thought that she could be, you know, pretty, sexy and corny, and devilish, too. But I would look at it as being such a sweet mother. But she could also be the other side. But she didn't talk about that. Maybe that's where I got my picture, I don't know. But I don't want to fool with a full woman. But also", "code": null}, {"speaker": "Unknown Speaker", "speech": "don't sound too uncertain. I don't even sitting there telling you just what she would like to do in that relationship.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't quite take the risk of doing it. It tells me that", "code": null}, {"speaker": "Unknown Speaker", "speech": "it's an awfully risky thing to lose. taking a chance on your relationship with her taking a chance and letting her know who you are.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't take a chance. If I select an accepted buyer, I'm never gonna forget about it anyway.", "code": null}, {"speaker": "Unknown Speaker", "speech": "If we're loving acceptance of you, is based on a false picture of you.", "code": null}, {"speaker": "Unknown Speaker", "speech": "But I also feel there's a lot of responsibility with being a mother. With I don't, I don't want to feel like I've caused any big traumas in the children. I don't like all that responsibility. I think that's what I don't like doing. It could be my fault.", "code": null}, {"speaker": "Unknown Speaker", "speech": "That's what I meant when I said life is risky. To take the responsibility for being the person you would like to be with her is a hell of a responsibility.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I look at it two ways. I like to see myself as being so honest with the kids. And really being proud of myself, though, that no matter what I told them, no matter how bad they think I was, I was honest. And down deep, it's going to be a much more wholesome relationship and get you know, I get jealous of like when they're with their daddy, I feel he's more. He's not quite as real. He's not quite as honest. But nevertheless, they see a sweet picture of their dad. And I'm envious of that too. I want them to see me just as sweet as they see him and yet I know he's not quite as real with him. It seems like I've got to swap them over the other. I missed some of that boy.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I want them to have just as nice a picture of me as their dad is a little phoney to be a little too strong.", "code": null}, {"speaker": "Unknown Speaker", "speech": "That's close that is putting me if I were honest in any way, I'm likely to do more things that they disapprove of.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Really found it quite hard to believe that they would really love you if they knew.", "code": null}, {"speaker": "Unknown Speaker", "speech": "That's right. That's exactly before therapy. If I had any way I'm likely to do more things that that disapprove. I'm", "code": null}, {"speaker": "Unknown Speaker", "speech": "really quite hard to believe that they would really love you. If they knew. That's right.", "code": null}, {"speaker": "Unknown Speaker", "speech": "That's exactly before therapy. I would have definitely chosen the other area. I'm going to get respect from them no matter what even if I have to lie. Right now I know that's not true. And I'm not positive they'll truly accept me. Something tells me they will I know he will but I'm not positive I'm not really sure. I keep wanting these kind of a no man's land and probably shifting from one point of view to them to another boy and sure like somebody that's ready to go ahead and do it. Yes, that's why I get encouraged when I read in a book from somebody I respect and admire that this is the right thing no matter what honesty went out well they make keeps giving me confidence by Gosh, I'm right. That", "code": null}, {"speaker": "Unknown Speaker", "speech": "damn hard to really choose something", "code": null}, {"speaker": "Unknown Speaker", "speech": "on their own, which makes me feel very humble. For me, I wish I was going with enough or mature enough to make my decisions and stick by them. And I need somebody to help me on somebody to push me.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Push yourself for that, I guess. If I Was anybody or if I was growing up, I had been through enough to decide things like this.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And take more risks. I wish I take more risks. I wish that I could just go ahead and be this and say, however, the children grow up, I've done my best. I didn't have to constantly have this conflict. And I'd like me to just to say no matter what you asked me kids, at least I told you the truth, you may not have liked it. But it's been a truth that somehow I can admire. I just respect people that lie. I hate it. So you see what it could have been. And I am and I hate myself if I'm bad, but I also hate myself if I lie. So it's accepting I want to become more accepting.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I guess, judging her tone of voice decided to hate yourself more on the live in terms of things he disappeared.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Because this has really bothered me, this happened with Pam about a month ago, and it keeps coming to my mind. I don't know whether to go back and talk to her about Oh, wait, she may have even forgotten what she asked me. But I have no, I have to be able to tell her that I remember lying and on fire lighting has been driving me bugs because I did", "code": null}, {"speaker": "Unknown Speaker", "speech": "don't want to feel like now that solved. And I've done even solver things. But I feel relieved. I just feel like you've been saying to me giving me advice. But I feel like you're saying you really want to pan and you want to follow Korea and go ahead and follow it. I sort of backing up from you.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I guess the way I sense it is you've been telling me that you know what you want to do? And yes, I do believe in backing up people. And what they want to do", "code": null}, {"speaker": "Unknown Speaker", "speech": "is a little different slant. I will tell you one thing that concerns me is", "code": null}, {"speaker": "Unknown Speaker", "speech": "it's no damn good. You're doing something that you haven't really chosen to do. That's why I'm trying to help you find out what's your own inner choices. And", "code": null}, {"speaker": "Unknown Speaker", "speech": "there's also a conflict there because I'm not really positive what I want to do the lying part yet, but I'm not positive what I want to do when I go against myself, Why can I bring a man to the house? I'm not sure I want to do that. If I feel guilty afterwards, I must not have really wanted to", "code": null}, {"speaker": "Unknown Speaker", "speech": "say that you don't want it you don't like yourself. When you do something against yourself.", "code": null}, {"speaker": "Unknown Speaker", "speech": "You know, this is so different. Now this kind of thing that we're talking about. Now, it isn't just knowing whether you want to do something or not. If I want to go to work in the morning, or I don't want to go to work. That's easy. But when I find myself doing something I don't feel comfortable with, I automatically say if you're not comfortable, great. It's not right, something's wrong. All right. Now what I want to ask you is, how can I know which is the strongest? Because I do it? Does that mean that the strongest. And yet if I disapprove, that's just part of the thing that's got to go along with it. It sounds like you're, I'm picking up a contradiction. I live in a falling.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Feeling a contradiction in yourself. What I heard you saying in part is the way you like it, is when you feel really comfortable about what you're doing.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And I have a times when I've made a decision. That seems right, that seems perfectly right, no conflict, but then there are times I do things that I feel uncomfortable with so that there is a conflict there. It's not the same at all. So what I'm saying is, how do I really know when I'm falling with true feelings? If I have conflicts afterwards or guilt afterwards?", "code": null}, {"speaker": "Unknown Speaker", "speech": "I see. Because in the moment that may seem like your juicy,", "code": null}, {"speaker": "Unknown Speaker", "speech": "yes. Like if I'm starting to do it, okay.", "code": null}, {"speaker": "Unknown Speaker", "speech": "It really is. You feel comfortable in a moment about it. But then after it does feel a little comfortable. Which course of action is really the one you should have followed.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Anything. I don't know if you're following me when I say about this conflict. But one thing I know is I for like, for example told my husband for quite a few years. I never did it. I kept thinking how nice it would be or how scary it would be but I never did it. And all of a sudden when I did it felt right. I didn't feel mean toward him. I just knew this is what I had to do. That's what I know and following myself. I'm finally going to completely have no conflict there. Some of the happy things came from it but I still have no conflict. That to me is when I'm following my feelings. And in everyday life, the small little decisions, the smaller things to do, don't come out that clear at all. So many conflicts come when", "code": null}, {"speaker": "Unknown Speaker", "speech": "it's it's natural, although you're saying it is. But, but you're saying to that, you know perfectly well a feeling within yourself, that occurs when you're really doing something", "code": null}, {"speaker": "Unknown Speaker", "speech": "that's right for you.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I do. I do. And I missed that feeling. Other times, it's better when", "code": null}, {"speaker": "Unknown Speaker", "speech": "you can really listen to yourself sometimes realise, this isn't.", "code": null}, {"speaker": "Unknown Speaker", "speech": "This isn't the way I would feel if I really wanted to do that. Let me go on and do it anyway. and say, Oh, well, I'm in a situation now I'll just remember next time.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I mentioned this one a lot in therapy, and most therapists granted me or gig or something when I say utopia, but when I do fall off the line, and I feel this good feeling inside me, that's sort of utopia. That's what I mean. That's the way I like to feel whether it's a bad thing or a good thing that I write about.", "code": null}, {"speaker": "Unknown Speaker", "speech": "In those utopian limits, you really feel kind of whole you feel all in one piece.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Yeah, give me a choked up feeling when you say that because I don't get that as often as I'd like. I like the whole feeling that's real precious to", "code": null}, {"speaker": "Unknown Speaker", "speech": "me. None of us get it as often as we'd like. But I really do understand. Really", "code": null}, {"speaker": "Unknown Speaker", "speech": "just thinking, I don't think I can talk to you and I want you to approve of me. And I respect you that I missed that my father I'd like to say to you from my father came to me", "code": null}, {"speaker": "Unknown Speaker", "speech": "he looked me like a pretty nice he really missed the fact that he couldn't be", "code": null}, {"speaker": "Unknown Speaker", "speech": "couldn't be open but i i want to blame it on him. I think I'm more open than he would never listen to me talk like you are.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I thought of this the other day, Why'd we always have to be so perfect. I'm why he always wanted me to be perfect. Always have to be better.", "code": null}, {"speaker": "Unknown Speaker", "speech": "girl he wants you to be at the same time.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Like I was writing a letter the other day and telling him I'm a waitress which I expected disapprove of, like, wow, that night, and I was quoted hitting him back like now how do you like me? And yet I really want acceptance and love from him. I mean, I really love", "code": null}, {"speaker": "Unknown Speaker", "speech": "them and say this is what I am. See? Yeah.", "code": null}, {"speaker": "Unknown Speaker", "speech": "How do you like it? But you know what, I think I want them to say, this was wrong for me. And I really love you", "code": null}, {"speaker": "Unknown Speaker", "speech": "a little chance to say that.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I went back home about two years ago really wanting to let him know I love them. Although I've been afraid of him. He doesn't hear me. He just keeps saying things like honey, you know, I love you. You know, I've always loved you and he doesn't hear", "code": null}, {"speaker": "Unknown Speaker", "speech": "never really known you and loved you. And this somehow is what brings the tears in time.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't know what it is", "code": null}, {"speaker": "Unknown Speaker", "speech": "never really knowing you and loved you. And this somehow brings the tears inside.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't know what it is. You don't want to talk about it. It feels more slip if I just sit still. It feels like a great big hurt down there.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Much easier to do a little slip. Because then you don't feel that lump inside.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And again, that's a situation. I tried working on it. I feel it's something you have to accept my father just isn't the type of energy like I'd like somebody more understanding and caring. He cares but not really that we can cooperate or communicate", "code": null}, {"speaker": "Unknown Speaker", "speech": "permanently cheated.", "code": null}, {"speaker": "Unknown Speaker", "speech": "That's why I like substitutes. Like, I like talking to you and I like men that I can respect doctors on my I keep sort of nice Underneath feeling like we're real close, you know, it's sort of like a substitute father", "code": null}, {"speaker": "Unknown Speaker", "speech": "pretending to not really know about the real close business", "code": null}]