[{"speaker": "Unknown Speaker", "speech": "Right away, I'm scared.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "You see, you're scared, but you're smiling. I don't understand how but can be scared and smile at the same time.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "I'm also suspicious of you. I think you understand very well, I think you know that. When I get scared, I laugh or I can't cover up. I don't know. I'm mostly aware of you. I'm afraid that I'm afraid you're gonna have such a direct attack that you're gonna get me in the corner and I'm afraid but I want you to be more on my", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "corner to project into your chips. Well, it's", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "like yeah, it's", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "like I'm afraid it would you like to go Can you describe the comic like to go to", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "the corner where I'm completely protected.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "And we would be sick of me.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "Well, I know I wouldn't really", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "made you in this crowd. You're perfectly safe. I just said how long would you sit?", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "I don't know. But this is so funny. As you're saying this. This reminds me of when I was a little girl every time I was afraid. I feel better sitting in the corner. Okay, you know, but it's the same feeling. Are you? Feeling reminds me of it.", "code": null}, {"speaker": "Unknown Speaker", "speech": "No, no.", "code": null}, {"speaker": "Unknown Speaker", "speech": "You're not afraid of the guy like", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't even know if I'll be afraid of you. I get real defensive with you.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Know, what can I do to you?", "code": null}, {"speaker": "Unknown Speaker", "speech": "Can't do anything but I can feel down and I can feel stupid for not having the right answers.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Now what would it do for you to be feel dumb and stupid? Stupid. What to do for you to be dumb and stupid. What would you do to me? If you would play dumb and stupid that makes you all the", "code": null}, {"speaker": "Unknown Speaker", "speech": "smarter and all the higher above me then I really have to look up to you because you're so smart.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Yeah.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Know I think you can do that all by yourself.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I think the other way around. If you play dumb and stupid you force me to be more explicit.", "code": null}, {"speaker": "Unknown Speaker", "speech": "That's been said to me before but I don't buy it.", "code": null}, {"speaker": "Speaker 1", "speech": "wiggling", "code": null}, {"speaker": "Unknown Speaker", "speech": "everything I do.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I want you to help me become more relaxed. Yes. I don't want to be so defensive with you. I don't like to feel so defensive.", "code": null}, {"speaker": "Unknown Speaker", "speech": "You're acting like you're treating me as if I'm stronger than I am. And I want you to protect me more and be nicer to me.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Are you aware of your smile? Do you see your faded you laughing? It's funny. To the performance. I", "code": null}, {"speaker": "Unknown Speaker", "speech": "very much.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Can you listen? Yes", "code": null}, {"speaker": "Unknown Speaker", "speech": "sir. I most certainly am not being phoney. I I will admit this. It's hard for me to show my embarrassment. And I hate to be embarrassed. But boy I resent you call me a phoney? Just because I smile when I'm embarrassed or put in a corner doesn't mean I'm being a phoney. Wonderful", "code": null}, {"speaker": "Unknown Speaker", "speech": "dispel for the last minute. Well, I'm", "code": null}, {"speaker": "Unknown Speaker", "speech": "mad at you.", "code": null}, {"speaker": "Unknown Speaker", "speech": "didn't have to cover up your investment.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Well, at that minute I was mad though I wasn't embarrassed", "code": null}, {"speaker": "Unknown Speaker", "speech": "to mention of the phoney", "code": null}, {"speaker": "Unknown Speaker", "speech": "I went to in my level, so I can pick on you just as much as you're picking on me to pick up. have to wait till you say something that I can pick on that.", "code": null}, {"speaker": "Unknown Speaker", "speech": "What does this mean? Can you develop this movement?", "code": null}, {"speaker": "Unknown Speaker", "speech": "I can't find words. I want to start all over again with you. I'd like to put you on. I'd like to ask you a question. And because I have a feeling you don't like me right off the bat. And I want to know if you do.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Can you not play Pittsburgh's not liking Gloria? Etc.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Let's say that she's a phoney for one.", "code": null}, {"speaker": "Unknown Speaker", "speech": "So you", "code": null}, {"speaker": "Unknown Speaker", "speech": "you're a phoney? And you're a little girl. And your show off? I know what I'd answer I'd say I think you are to", "code": null}, {"speaker": "Unknown Speaker", "speech": "tell me what the funny guy secrets you're not quite", "code": null}, {"speaker": "Unknown Speaker", "speech": "the right word. But it's more like a show off to show I can't know all the answers. And I want you to be more human. And that doesn't seem very human to me to know", "code": null}, {"speaker": "Unknown Speaker", "speech": "the answers.", "code": null}, {"speaker": "Unknown Speaker", "speech": "By the way, find out how I'm kicking my feet and why am I doing like this? Why are you doing like that?", "code": null}, {"speaker": "Unknown Speaker", "speech": "eyes I can see you're kicking your feet. I don't need the scientific computer to see that you're kicking your feet. But speak about the need to be wise to see", "code": null}, {"speaker": "Unknown Speaker", "speech": "and know but it seems like you're trying to find some reason for it.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Is your imagination.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Okay, I know what I'd like to do you can I tell you what I'd like I'd like you to be aware that I'm kicking my feet and to be aware that I'm giggling when I'm really nervous and accepted instead of putting me on the defence of having to explain it. I don't want to have to explain why I'm doing these things. ask you to explain you said Why am I or what am I doing?", "code": null}, {"speaker": "Unknown Speaker", "speech": "What am I doing? kicking your feet I didn't ask you to explain it's not this is the fruits of your magenic", "code": null}, {"speaker": "Unknown Speaker", "speech": "stupid", "code": null}, {"speaker": "Unknown Speaker", "speech": "not playing stupid", "code": null}, {"speaker": "Unknown Speaker", "speech": "This is playing stupid it's barely changed sense something my hair was you", "code": null}, {"speaker": "Unknown Speaker", "speech": "know but", "code": null}, {"speaker": "Unknown Speaker", "speech": "your your hair and your features go along with the feeling I had about you earlier I had a phone I could be afraid of you you're the type of person that seems like you demand so much respect and so on your", "code": null}, {"speaker": "Unknown Speaker", "speech": "I demand so much respect for this fits you just so", "code": null}, {"speaker": "Unknown Speaker", "speech": "you know how smart I am I know more about psychology then you do Gloria so anything I say of course is right.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Can you say the same as Gloria something similar as a demand to speak because", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't identify it with my father but not me. I don't feel I demand respect. I'd like more I'd like you to respect me more. So yeah. All right. Yeah. Yeah. So if I could demand respect from you, I would", "code": null}, {"speaker": "Unknown Speaker", "speech": "was preventing you except yourself.", "code": null}, {"speaker": "Unknown Speaker", "speech": "can I tell if I get myself out on the corner? You're gonna let me just drown? You're not going to help me one bit and I know that I can't quite come up to standards with you.", "code": null}, {"speaker": "Unknown Speaker", "speech": "What should I do?", "code": null}, {"speaker": "Unknown Speaker", "speech": "encourage me to come out.", "code": null}, {"speaker": "Unknown Speaker", "speech": "We don't have enough courage to come up by yourself. It's something to discuss. So anytime you want somebody to pay attention to call into a corner that's exactly what I liked. And this is what this is what I call phone.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Why is it for me? I'm admitting to what I am. How is that a phoney?", "code": null}, {"speaker": "Unknown Speaker", "speech": "That is a phoney? It's a trick. It's a gimmick to call into a call and wait until somebody comes to us.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I'm admitting it. I know what I'm doing. I'm not being phoney. I'm not pretending I'm so great. That I feel like you're saying unless I come out openly and stand on my own. I'm not a phoney baloney I'm just just as real sitting in that corner as I am out here all by myself. But you're not sitting. Well not now. And besides that, it's like passing judgement when you call me Tony. I just hate that anyway.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Anybody phone? If you like somebody you want to meet this person? To go to this person? Tell him I would like to meet you. I would call not. But if you call into the call, waiting to be rescued.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And I still think you're judgmental. You know what, I have a feeling you've never felt this way in your life. You feel so secure that you don't have to feel anybody that does something like this. You're gonna pass judgement on there being a phoney?", "code": null}, {"speaker": "Unknown Speaker", "speech": "Why are we not passing judgement?", "code": null}, {"speaker": "Unknown Speaker", "speech": "You're sitting up there in your chair.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I pass judgement. judgement on me.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't feel close to you at all. I feel that Sony I feel like you're playing one big game.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Playing games, but in spite of the games, I think I touched you know, I think", "code": null}, {"speaker": "Unknown Speaker", "speech": "you did. And I", "code": null}, {"speaker": "Unknown Speaker", "speech": "think it's a good", "code": null}, {"speaker": "Unknown Speaker", "speech": "feeling. I don't know. All I know is when somebody when I feel the way I feel with you right now. It's like you don't", "code": null}, {"speaker": "Unknown Speaker", "speech": "know. Except that you just talk to me like,", "code": null}, {"speaker": "Unknown Speaker", "speech": "I can't I want to laugh. I want to I'd like you to be younger than me. So I could really scold you. Oh, it must be", "code": null}, {"speaker": "Unknown Speaker", "speech": "my age 30. Imagine", "code": null}, {"speaker": "Unknown Speaker", "speech": "Okay, don't be so cocksure yourself. Don't think you're so doggone smart. Don't act so proud. Because you've never been in the corner. I think you can be just a big phoney parading around like you're so damn smart. You know, all the answers as much as me sitting in my corner. Oh, and I like the feeling of you being younger. I'd like to really I'd like to embarrass you. When you wouldn't get embarrassed, you seem unaffected.", "code": null}, {"speaker": "Unknown Speaker", "speech": "tenba Auto aglia.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Distinguished. NET gives you a thought more on your side if you look so distinguish them as more on your side.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Can you see Swanton with credit?", "code": null}, {"speaker": "Unknown Speaker", "speech": "No, no, no. I don't think you're fighting", "code": null}, {"speaker": "Unknown Speaker", "speech": "with me. To come up credit. That's wonderful.", "code": null}, {"speaker": "Unknown Speaker", "speech": "But you seem so detached. You don't even seem to care that I'm mad at you are not recognising me at all. Dr. pearls, not a bit.", "code": null}, {"speaker": "Unknown Speaker", "speech": "This is correct. Our context is much too superficial to be involved in care. I care for you. As far as you know, my client, I cheer for you. As far as like to like an artist in something which is hidden. As far as", "code": null}, {"speaker": "Unknown Speaker", "speech": "I'd like you to fill that there's some it's frustrating. If I were to leave you right now and not see you again. It would frustrate me to feel like there hadn't been more contact. I feel completely out of contact with you. Like I'm talking to the baby that doesn't understand me. or something like that. I don't feel like we're a bit in contact and then Ooh, that frustrates me. That bothers me more than being angry with you. I'd rather we were angry and fought to have no contact. Yeah, this reminds me of when my husband and I used to fight. He sits there and he listens to me, but he's not even aware of how much I hate him and how mad I am at him. I'd rather I'd rather affect you. You really hate me or something? I feel like you're purposely staying out of contact with me.", "code": null}, {"speaker": "Unknown Speaker", "speech": "How should I be? Give me your fantasy. How could I share my concerns?", "code": null}, {"speaker": "Unknown Speaker", "speech": "I can't say in words, I know the feeling is on you. But I can't say it's just a feeling like", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't know.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Like, I want you to respect me more as a human being that I've got feelings.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Now we come back to the beginning. So you", "code": null}, {"speaker": "Unknown Speaker", "speech": "this is a different kind of respect. And I will never", "code": null}, {"speaker": "Unknown Speaker", "speech": "respect you so much as human beings. refuse to accept that for yourself. trust myself to the last few minutes to be a wonderful human being anymore.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I don't feel I've got a right when I don't like somebody or I disagree with somebody doing if I should respect them. If they're above me, they're superior to me. I don't feel I've got a right to really, really tell you how mad I am.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Chicken Chicken and get to your safe code.", "code": null}, {"speaker": "Unknown Speaker", "speech": "That's what the safe corner feels like to me.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Because we have to stay in your safe column. You came out for a moment. You nearly made me angry.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I feel like you're telling me the only way you respect me as a human being if I'm aggressive and forceful and strong. I feel like you couldn't even cut my I'd be scared to death to cry in front of you. I feel like you'd laugh at me and call me a phoney. I feel like you don't accept my weak side. Only when I'm yelling back at you or hollering at you", "code": null}, {"speaker": "Unknown Speaker", "speech": "must be crying client", "code": null}, {"speaker": "Unknown Speaker", "speech": "satisfaction. No. I try not to I try not to cry and cry or show my weak spot for very good jump on me again. aware that I feel guilty. Yes,", "code": null}, {"speaker": "Unknown Speaker", "speech": "I feel it. Could you choke me?", "code": null}, {"speaker": "Unknown Speaker", "speech": "Pretend but not for real. Because I don't hate you that much. You want", "code": null}, {"speaker": "Unknown Speaker", "speech": "to choke my kids? to choke you so you can cry?", "code": null}, {"speaker": "Unknown Speaker", "speech": "I'd like to, I'd like to choke you it would be to make you cry. I'd like to see you we'd like to see you hurt and vulnerable. Make me feel I have more of a right to be hurt and you went jumped on me so quick.", "code": null}, {"speaker": "Unknown Speaker", "speech": "But you jumped on me if I would cry. I would jump on you", "code": null}, {"speaker": "Unknown Speaker", "speech": "know, I'm not sure.", "code": null}, {"speaker": "Unknown Speaker", "speech": "What would you like me to do if you were to cry? You're smiling just like something.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Because I got two feelings. I was gonna say I want you to I want you to love me and hug me. But then I thought No, I don't want it", "code": null}, {"speaker": "Unknown Speaker", "speech": "to be too close to you.", "code": null}, {"speaker": "Unknown Speaker", "speech": "You want to be close to me? Don't be afraid to be too close. Now we got the two coats of exists. Two different feelings", "code": null}, {"speaker": "Unknown Speaker", "speech": "close I mean emotionally but not physically.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Two points of existence. Either fall away in the corner or be so close that you can melt into one between the two extremes.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I do you know what I'm thinking when I am really hurt and really upset about something. And I want someone to love me like my girlfriend will do a lot. She'll come up to me. I don't I don't want", "code": null}, {"speaker": "Unknown Speaker", "speech": "to sustain contact If you've been too close to you, and if you let her have you", "code": null}, {"speaker": "Unknown Speaker", "speech": "the only thing I'm aware of is like when I perspire it embarrasses me that should feel how wet I am. And it should hold my body up close", "code": null}, {"speaker": "Unknown Speaker", "speech": "to your facial", "code": null}, {"speaker": "Unknown Speaker", "speech": "expressions of disgust", "code": null}, {"speaker": "Unknown Speaker", "speech": "I can just feel what it is. I don't like it to say this to me. Cuz I feel like if you really believe me that was", "code": null}, {"speaker": "Unknown Speaker", "speech": "Oh, you must not be for nothing could touch me. You suddenly discovered a way to touch me.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Well, you know what I believe? I believe you're the type of person sort of like me that you act like it wouldn't hurt your feelings, but it really would. Black strong, but you're soft and vulnerable inside there to your feelings could be hurt. Sure. But I don't think you'd show it very easy.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I would conceal my feelings", "code": null}, {"speaker": "Unknown Speaker", "speech": "by turning it back on me. I think that now what did you get from that? GLORIA? They turn the whole thing back on me instead of showing an overachiever? No, can", "code": null}, {"speaker": "Unknown Speaker", "speech": "you see this to put out? Did you? What did you get out of this?", "code": null}, {"speaker": "Unknown Speaker", "speech": "What do you get out of what?", "code": null}, {"speaker": "Unknown Speaker", "speech": "What you just see? Sure, I", "code": null}, {"speaker": "Unknown Speaker", "speech": "know what you'd get out of it. If I said what did you get out of this pitch and say? Nothing. It didn't bother me it was you that did it. You still wouldn't let me know you were hurt. But I know what it would be if you told her true feelings that you didn't want to show your hurt. So you covered it up. Same way with me in the corner.", "code": null}, {"speaker": "Unknown Speaker", "speech": "If I would cry, what would you do?", "code": null}, {"speaker": "Unknown Speaker", "speech": "You wouldn't be so superior to me to be more vulnerable and I could pacify you and make you feel better.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And I could be the baby.", "code": null}, {"speaker": "Unknown Speaker", "speech": "I'd like that. You're on my level. When you have to feel so don't you?", "code": null}]