[{"speaker": "Unknown Speaker", "speech": "Well, would you like to tell me what's bothering you most?", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "I think the things that I'd like to talk to you the most about are adjusting to my single life. I guess, American diet, I don't know if I'm doing the wrong thing. But I'm going to refer to your book anyway. Because this is what I'm impressed with this book about the intelligent Woman's Guide to manhood, I tried to follow it. And I believe in it. This is why it's so fun reading your book, because I'm not much of a reader. But I sort of believe the same way you do. But then I've got a problem in this area of men that I do. I'm attracted to are the type of man I'd like to become closely involved with. I can't seem to meet or I get to shy with or something that I don't just doesn't click the men I seem to be dating nowadays are the ones that I don't respect much the ones I don't enjoy much blip and an interesting and I don't know if it's something about me or what because I really do want to meet this kind of man.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "Well, let's talk a little about your shyness. Let's suppose you meet somebody who you consider eligible that you might want. Now let's see if we can get at the source of your shyness, just what you're telling us to create. You meet this man and feel shy embarrassed.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "Yes, but I don't usually show that I usually act right back. Yeah, I act like the other minute to me as America slip. I don't see near as intelligent. I act like a typical dumb blonde. Just I'm just not myself with him and more on it as", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "well. As you probably know from man hunting. I believe that people only get emotions such as negative emotions and shyness, embarrassment, shame, because they tell themselves something in simple exclamatory sentences. Now let's try to find out what you're telling yourself. You're meeting this individual. Now, what do you think you're saying to yourself before you get?", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "I know what it is that I'm not, I don't think that his expectations, I'm not quite enough for him, he's superior to me. Although I want this type of man, I'm", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "afraid I won't have enough to attract him. Well, that's the first part of the sentence, that might be a true win, because maybe he could be superior to you, in some ways, maybe he wouldn't be attracted to you. But that would never upset you, if you were only saying that I think he may be prepared to be now you're adding a second sentence to that, which is, if this is, so that would be awful. Well, not quite", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "so extreme as that. Because I've thought about that, too. It's usually I've missed my chance again, because when I want to become if I want to show the very best of myself, because I think I have self confidence and I have enough to offer. When I get afraid like that, then I show all the bad qualities I slip on. Then I'm, I'm so much on the defensive that I can't show my good quality. And it's like I missed my chance. Again, there was a good opportunity to be close to this man, and I lost it up again.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "But even let's suppose you're saying that and I think you really are. But you must be saying something else too. Because if you would just say, Hell, I missed my chance again, you'd say All right, next time, I'll take advantage of what I learned this time and do it a little better. Now you still must be saying if you feel shame, embarrassment shines is something pretty bad about your error in missing your chance again.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "I don't know if this falls in contact, what you're saying. But the thing I do feel is that I get suspicious Then am I the type of woman that will only appeal to the ones that are not my type of guy anyway? Is there something wrong with me? Am I never going to find the kind of man I enjoy, I always seem to get the other ones.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "Alright, now you're getting closer to what I'm talking about. Because you really think if I am this type of woman that none of these good eligible males are going to appeal to, then that would be awful. I'd never get what I want. And that would really be something", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "frightful. I don't like thinking of myself that way. I'm gonna put myself on a higher standard. I don't like to think that I may be just an average Jane Doe.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "But let's just suppose for the sake of argument at the moment, that we're so that you were an average, Jane Doe. Now with that being said, I'm terrible. would be inconvenient. That would be unpleasant. You wouldn't want it. But would you get an emotion like shyness, embarrassment, shame out of just believing that maybe I'm going to end up like Jane Doe?", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "I don't know.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "I don't think it could, because you still would have to be saying on some level, as I think you've just said, and it would be very bad. It would be terrible. I would be a no goodness, if I would just never get", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "what I want. If I were just a Jane Doe and if I'd have to accept that I've never get what I want. And I don't want to live the rest of my life with just aching man. Well, not", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "necessarily. So you'd never you really mean your chances would be reduced because we know some icky girls who get some splendid men that if they say you're generalising there you're saying it probably would be that I have a more difficult time. But then you're jumping to therefore, I'd never get it all catastrophising there, but you've jumped to Yes, but", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "it feels that way. To me at the time. It seems like forever.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "That's right. But isn't that a vote of non confidence in you, and essential vote of non confidence. And the non confidence is because you're saying one, I don't want to miss out on things. I would like to get the kind of a man I want and be a in your word superior kind of girl who gets a superior kind of man. But if I don't, then I'm practically on the other side of the chain completely. And no good. Next, somebody who will never get anything that I want, which is quite an extreme away, isn't it? And that's what I call catastrophizing, taking a true statement, and there is a good deal from what you're saying. If you didn't get the kind of a man you wanted that it would be inconvenient, annoying, frustrating with it really would be and then saying I'd never possibly get what I want. And even beyond that you're really saying and then I couldn't be a happy human being Aren't you really saying? But let's just look at that. Let's just assume the worst is Bertrand Russell once said years ago, assume the worst that you never got at all for whatever the reasons may be the kind of a man you want. Look at all the other things you could do in life to be happy.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "Well, I don't like the whole process. I don't even like if I'm going through it. I don't. Alright, even if it wasn't a catastrophe, even if I didn't look at it as a catastrophe. I don't like the way I'm living right now. For example, when I meet somebody that I'm interested in that could have some potential. By the way, I find I'm not near as relaxed with him. I worry more should I be friendly? Should I kiss him Goodnight, should I do this? If it's just a Joe doe and I don't give it on I can be anything I want to be. I try not to be more of a person going on. not as concerned. I don't like the way I'm", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "you're not, you're not really concerned, you're over concerned, you're anxious because you're just concerned, you do your best and you'd be saved yourself. If I succeed, great. If I don't succeed, right now, I won't get what I want. But you are over concerned or anxious. You're really saying, again, is what we said a moment ago. If I don't get what I want right now. I'll never get it. And that would be so awful that I've got to get it right now that causes the anxiety doesn't", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "Yes, or else work toward it? Yes. But if I don't get it right now, that's all right. But I want to feel like I'm working toward", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "it. Yes. But you want to guarantee I hear my train ears hear you saying I would like a guarantee of working towards? And there are no, sir. Well,", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "I don't know why I'm coming out that way. What I really mean is, I want a step toward working toward it. I don't know I thought, what what I was hoping is whatever this isn't me. Why don't seem to be attracting these coming in? Why seem on the defensive? Why seem more afraid? You could help me what it is I'm afraid", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "of. So I won't do it so much. Well, my hypothesis is so far that what you're afraid of is not just failing with this individual band, which is really the only thing that issue when you go out with a new and we're talking about eligible males. Now we'll rule out the ineligible one, you're not just afraid that you will miss this one, you're afraid that you will miss this one, and therefore you miss every other and therefore you prove that you are really not up to getting what you want. And wouldn't that the awful you're bringing in these catastrophes when", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "you sound more strong at it. But then sooner I feel like this. This is silly. If I keep this up. I'm doing there's something I'm doing that could be as real a person with these men that I'm interested in", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "right, you're defeating your own ends by Dennett again.", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "If I weren't so doggone anxious about trying to hook this guy, I could be more real, he's going to enjoy me more if I'm real anyway. So I'm only giving him the stinky part of me, right? How can anybody I respect respect to a church. And that's what", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "I am when I don't really come through. But look how you just devalued yourself, let's just suppose the sake of argument, you kept giving the stinky part of you, a human being another person who is trying to get interested in you might not like these attributes these characteristics of you. But I don't think he's going to despise you as a person with you are really doing,", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "I don't I invite around myself. And I think that's exactly the point. Like me, there's not enough to me,", "code": {"class": 1, "level": 1}}, {"speaker": "Unknown Speaker", "speech": "right? And I say before, if people just didn't like you, and you went through enough of them, and it would be hard to go through enough that it would be possible, you'd eventually find one who did like you and whom you like, but as long as you devalue yourself personally, in your own eyes, you complicate the problem enormously and you're not focusing on how can I be myself change the trade? If you, for example, had a, let's just say, a mangled arm, and you wouldn't accept your whole person being because of this mangled arm, then you would focus so much on that mangled arm that you wouldn't be able to do things that you wouldn't otherwise be able to do? Almost what I do. Yeah, yeah, exactly. So you're taking a part of you and arm and focusing almost completely on that in just to bring it down to our own conversation, you're taking a part of you your shyness, you're not being yourself with males and focusing so much on that part, then you're almost making it the whole of you. And you get an awful picture of your total self because of this defective part. And we're assuming you and I that it is the fact that we're not glossing over and say, No, you're doing all right, you're not doing that, well. Now, you could accept yourself for the time being with this defective part with these attributes and not beat yourself over the head, as I see of you definitely in doing, then it becomes a relatively simple problem to work and practice the work and practice. Again, this negative attributes. In other words, let's get back to that now how to be yourself. let's just suppose for the moment that you really were fully accepting yourself with your failing, you know, you're going to go out, you know, you're gonna screw up with the next man, man after that in all probability, but you're saying, All right, I have to go through a learning process. That's too bad. I won't be very good during this while but I'll do it just as I would a dice skating where I'd have to fall on my neck for a few times before I learned that I escaped. Okay, now, let's suppose that, man, if that was how you were really accepting you, you go out, take the risks of being you. Because after all, if you do in one of these, then you have to be yourself. You're not winning them for a day, you're not winning them for fairness, you may want to marry one of these individuals eventually, and be with", "code": null}, {"speaker": "Unknown Speaker", "speech": "my relationship, I don't think,", "code": null}, {"speaker": "Unknown Speaker", "speech": "a long relationship in the course of what you couldn't. So we don't want to give you some tech thing well, that he later find out was a role playing thing. So you have to eventually be yourself. Now, if you really weren't so disturbed about these present, current failings, views, you could go out and be that self of yours. Ask yourself, what do I really want to do with this man to help Enjoy him and have him help and join me because that's the basic function of life and join us, which we tend to lose. And you force yourself to take the risk of being that. Because if you succeeded, great, if you fail too bad, either you're not for him, or he may even not be for you. Because Don't forget, you said before, when these men are rejected, you assume right away, it must be my doing, am I fault, you know, they may not be your cup of tea, and you may not be their cup of tea, and it's nobody's fault. It's just true in compatibility. Yes, you say. So if you would really accept yourself as you are, and then for yourself, you're one of my regular patients, I would give you this homework assignments, and then check up on you to see whether you can force yourself to open your big mouth and be you for a while even though it hurts. With these now, you would find that a you would start being yourself and gradually lopping off these inefficiencies, which, incidentally, are the result of not being you but watching yourself from the outside, while you're trying to be you, which is almost impossible, because you can spy on yourself and still be yourself very well, at the same time, it would become like a habit. After a while, if you took the risks and force yourself to as I said, open your big mouth. And even though you thought maybe it'll come out badly, maybe he won't like me, maybe I'll lose him completely, and so on and so forth, then you'd start swinging in the group, and being what you want to be. And I would almost guarantee that you'd become more practised and less inefficient, especially in terms of the shyness, because you wouldn't be focusing on Oh, my God, isn't this awful? How bad I am, you wouldn't be focusing on what a nice individual This is? And how can I enjoy him? Which is", "code": null}, {"speaker": "Unknown Speaker", "speech": "the focus when you're seeing my relationship the opposite way? Right? How can I be more attractive to him? And how can he be pleased by me?", "code": null}, {"speaker": "Unknown Speaker", "speech": "Because underneath if I am not, then I cannot enjoy myself, I refuse to accept myself unless I attract and when this good individually, isn't that what you basically Yes.", "code": null}, {"speaker": "Unknown Speaker", "speech": "And I even go further down here I was when, when there is one of these men I come in contact with. I find that I want to call a bit more of a relationship. Well, if he accepts me, and we're going along pretty great. I find myself constantly on the defensive, constantly watching the way I see it, not drinking too much the whole time, instead of just relaxing. And being a leader like Mary", "code": null}, {"speaker": "Unknown Speaker", "speech": "doesn't know most in psychotherapy, you're giving a very good illustration of why other directors, other directors doesn't. Because if you really are defining yourself, in terms of others estimation of you, then even when you're ahead of the game, and you're winning them, you have to be saying to yourself, Well, I went in today, well, I went in tomorrow, will I keep winning them? And you're always focused on Am I doing the things to please Him? And you never are yourself? You never have a while if you're saying what do I want to do in life, there must be some human beings who would like me the way I am, let's see if this is one of those human beings, then that's the only way is that that you can be. You see, now we haven't got too much time. So let's try to get it off on a constructive notice more concretely what you can tell us before where you can go, how you can meet new people, I'd say that, I don't know this particular area, but it's almost any place if you could do what we are talking about, really take risks, and focus on what you want out of life. And on the fact that it's going to take time, which unfortunately, it does, and it's not awful, and you are not awful while it's taking that time, then you can leave yourself open on shyly to all kinds of new encounters. And these encounters can take place on buses. While waiting for a streetcar. They have streetcars in this area at cocktail parties Anyway, you can talk to people who look eligible, you can ask your friends to get you eligible black males and so on. But the main thing is that you have to like yourself while you're not doing that, and be not be intolerant against conditions which are there. And I'm agreeing with you that they are. Now as I said, I would give you if you're a patient of mine, the homework assignment of deliberately, very deliberately going out and getting yourself into trouble. In other words, taking the most eligible males you can find at the moment and forcing yourself risking yourself to be you.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Are you saying even if it were like if I went into a doctor's office to start a conversation with him because he was attractive to me or he appealed to me, right if I go so far as to starting out a conversation with him a personal", "code": null}, {"speaker": "Unknown Speaker", "speech": "why not if he's an eligible individual, any kind of an eligible individual?", "code": null}, {"speaker": "Unknown Speaker", "speech": "Do you accept that but that seems awfully brazen. Well,", "code": null}, {"speaker": "Unknown Speaker", "speech": "let's suppose it is raised. What have you got to lose? The worst you can do is reject you and you don't have to risk If you were thinking along the lines that we've been taught for five minutes Now, can you try to do that?", "code": null}, {"speaker": "Unknown Speaker", "speech": "I think, I think so, in order to get me to go out and see, you're right, that's all I can do is be rejected.", "code": null}, {"speaker": "Unknown Speaker", "speech": "Right? And that needs you in tact. It just leaves you Unfortunately, not for the moment getting what you want. But you try when you've already read, and I'll be very interested in finding out what happened. I'm excited about it. Now, it was certainly very nice video.", "code": null}]